[Demo_Aoi_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=165,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=0),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",motionName[1]="ao_CM_0000_fx_close_normal",motionName[2]="ao_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[7]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[8]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=WINDOW,Command=SET)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_001_Cue',Name="ウノ　アオイ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=WINDOW,Command=EXIT)
DemoScripts[17]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-78,Y=-8,Z=0),SecTime=0.5)
DemoScripts[18]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[19]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=4,Vec=(X=50,Y=0,Z=80))
DemoScripts[20]=(Actor=WINDOW,Command=SET)
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[24]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[25]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=13,Bit=0,Rate=0)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_004_Cue',Name="ウノ　アオイ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=WINDOW,Command=EXIT)
DemoScripts[30]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[31]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[32]=(Actor=WINDOW,Command=SET)
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0103_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0300_lp_Angry",Number=8)
DemoScripts[38]=(Actor=EMOTION,Command=SET,Name="ウノ　アオイ",Number=5,CId=74)
DemoScripts[39]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_006_Cue',Name="ウノ　アオイ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_007_Cue',Name="ウノ　アオイ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0301_fx_Angry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_009_Cue',Name="ウノ　アオイ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_2.GG2_V_Aoi_2_010_Cue',Name="ウノ　アオイ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[59]=(Actor=WINDOW,Command=EXIT)
DemoScripts[60]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[61]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[62]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[63]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[64]=(Actor=SYSTEM,Command=LEVEL_MOVE)

[Select_Aoi_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Aoi_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="葵",Text="哎呀,峯大./n你又來了啊.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="......我之前就有點在意了......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="這個募款箱是什麼?")

Texts[3]=(Label="TEXT04",Name="葵",Text="哦,不愧是峯大,真虧你有注意到呢!/n那是LOVEHEARTS募款!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="LOVEHEARTS募款?/n......啊,我知道了!/n妳是要買新的吉他吧!")

Texts[5]=(Label="TEXT06",Name="葵",Text="我怎麼可能做那種事啊!")

Texts[6]=(Label="TEXT07",Name="葵",Text="這把吉他是我的靈魂!/n我不可能買新的換掉它吧!/n小心我揍你哦?")

Texts[7]=(Label="TEXT08",Name="峯大",Text="咦,我說了什麼會捱揍的話嗎......?")

Texts[8]=(Label="TEXT09",Name="葵",Text="......好吧,是峯大的話/n告訴你也是可以啦......")

Texts[9]=(Label="TEXT10",Name="葵",Text="唔--嗯....../n果然還是保密好了,嘿嘿~")

Texts[10]=(Label="TEXT11",Name="峯大",Text="這......這樣啊....../n算了,等妳想說的時候再告訴我吧.")

Texts[11]=(Label="",Name="",Text="")

Texts[12]=(Label="SELECT01",Name="",Text="")

Texts[13]=(Label="SELECT02",Name="",Text="")

Texts[14]=(Label="SELECT03",Name="",Text="")

Texts[15]=(Label="SELECT04",Name="",Text="")

Texts[16]=(Label="SELECT05",Name="",Text="")

Texts[17]=(Label="SELECT06",Name="",Text="")

Texts[18]=(Label="SELECT07",Name="",Text="")

Texts[19]=(Label="SELECT08",Name="",Text="")

Texts[20]=(Label="SELECT09",Name="",Text="")

Texts[21]=(Label="SELECT10",Name="",Text="")


